[
    "A penguin delivering pizza on a skateboard.",
    "An octopus playing the drums at a concert.",
    "A cat trying to hack into a computer.",
    "A hotdog running a marathon.",
    "A dinosaur doing ballet in the rain.",
    "The moon having a tea party with the sun.",
    "A book that tells jokes when opened.",
    "A wizard turning into a rubber duck.",
    "A tree that grows spaghetti instead of leaves.",
    "A time machine powered by pancakes.",
    "A man brushing his teeth with peanut butter.",
    "Someone trying to cook cereal on a stove.",
    "A grandma breakdancing at a wedding.",
    "A dog walking a human on a leash.",
    "A kid drawing with ketchup instead of crayons.",
    "A giraffe knitting a scarf for a turtle.",
    "A hamster piloting a spaceship.",
    "A raccoon stealing diamonds from a museum.",
    "A sloth winning a 100m sprint race.",
    "A goldfish giving a TED Talk.",
    "Aliens judging a talent show on Earth.",
    "A flying toaster chasing a rainbow.",
    "A banana attending a job interview.",
    "A cloud going grocery shopping.",
    "A sandwich being elected president.",
    "A person stuck in a vending machine.",
    "Someone trying to iron their clothes with a slice of pizza.",
    "A laptop crying because it’s tired of work.",
    "A toothbrush starting a revolution.",
    "A coffee cup running away from a morning person.",
    "Batman ordering fast food at McDonald's.",
    "Harry Potter forgetting how to use magic.",
    "Mario taking swimming lessons from SpongeBob.",
    "Shrek running for mayor.",
    "Darth Vader on a reality cooking show.",
    "A wizard accidentally turning himself into a sandwich.",
    "A dragon afraid of its own fire breath.",
    "A unicorn working as a barista at Starbucks.",
    "A witch ordering boba tea with eyeballs in it.",
    "A magic broom rebelling against its owner.",
    "A fridge trying to escape because it's tired of being opened.",
    "A pencil writing a breakup letter to a notebook.",
    "A pair of sunglasses falling in love with a mirror.",
    "A sock lost in the dryer trying to find its twin.",
    "A microwave throwing a party while the humans are gone.",
    "Gravity stops working for 5 minutes.",
    "Rain that makes people speak in rhymes.",
    "The sun forgets to rise and hits snooze.",
    "Cars start walking instead of driving.",
    "Houses begin arguing about who is the tallest.",
    "A dog pretending to be a cat to sneak into a cat café.",
    "A pizza disguised as a pancake to avoid being eaten.",
    "A fish wearing a trench coat trying to buy coffee.",
    "A robot pretending to be a human in a job interview.",
    "A cactus sneaking into a swimming pool.",
    "A screaming potato in the middle of a shopping mall.",
    "A rainbow that tastes like bubblegum.",
    "An invisible man stuck in a revolving door.",
    "A human-sized duck hosting a game show.",
    "A moon that only speaks in dad jokes."
]